Repository: marcbuetti/macOS-SignatureManager
Catalog: Signature Manager/App/Localizable.xcstrings
Source language: en
Languages: de

source: About
de: Über

# ACTIVATED_CLOUD_SERVICES: MICROSOFT365
source: Active Cloud Services: Microsoft 365
de: Aktive Cloud-Verbindungen: Microsoft 365

# ADD_SIGNATURE_DESCRIPTION
source: Add a signature using the + button.
de: Fügen Sie mit der Schaltfläche „+“ eine Signatur hinzu.

# AFTER_SIGNATURE_PLACEHOLDER
source: After this custom text the signature will appear.
de: Nach diesem benutzerdefinierten Text wird die Standard Signatur eingefügt.

source: Almost done.
de: Einrichtung abgeschlossen.

source: Appearance
de: Erscheinungsbild

source: Apple License Agreement
de: Apple-Lizenzvereinbarung

source: Ask me
de: Frag mich

source: Authentication failed
de: Authentifizierung fehgeschlagen

# AUTHENTICATION_FAILED_RETRY
source: You were unable to authenticate. Please try again.
de: Die Authentifizierung ist fehlgeschlagen. Bitte versuchen Sie es erneut.

# AUTOMATIC_CHECK_FOR_SOFTWAREUPDATES
source: Automatically check for updates
de: Automatisch nach Updates suchen

# AUTOMATIC_DOWNLOAD_SOFTWAREUPDATES
source: Automatically download updates
de: Updates automatisch herunterladen

source: Cancel
de: Abbrechen

source: Check
de: Überprüfen

source: Check for Softwareupdates
de: Auf Software-Updates prüfen

# CHOOSE_HTML_FILE
source: Chose HTML file…
de: HTML-Datei auswählen…

source: Close
de: Schließen

source: Completed
de: Abgeschlossen

source: Continue
de: Fortfahren

source: Custom
de: Benutzerdefiniert

source: Delete
de: Löschen

# DELETE_FAILED
source: An error occurred during deletion.
de: Es ist ein Fehler beim löschen aufgetreten.

# DELETE_LOG_CONFIRMATION
source: Are you sure you want to delete the log?
de: Möchten Sie das Protokoll wirklich löschen?

source: Downloading configuration profile…
de: Konfigurationsprofil wird heruntergeladen…

source: Edit
de: Bearbeiten

source: Edit Signature
de: Signatur bearbeiten

# ERROR_BY_LOADING_FILE
source: An error occurred while loading. (FNF)
de: Beim Laden ist ein Fehler aufgetreten. (FNF)

source: Error occurred: %@
de: Fehler aufgetreten: %@

source: Error: %@
de: Fehler: %@

source: Export
de: Exportieren

source: Finish
de: Fertig

source: Full Disk Access
de: Festplatten Vollzugriff

# FULL_DISK_ACCESS_DESCRIPTION
source: We need full disk access to manage your Mail signatures. Used only for this purpose.
de: Wir benötigen Festplatten vollzugriff um Ihre E-Mail-Signaturen zu verwalten. Dies wird ausschließlich zu diesem Zweck verwendet.

source: General
de: Allgemein

source: Get started
de: Loslegen

source: Installing configuration profile (%@…
de: Installieren des Konfigurationsprofils (%@…

source: Last checked:
de: Zuletzt geprüft:

source: Last updated: %@
de: Zuletzt aktualisiert: %@

# LAUNCH_AT_LOGIN
source: Launch Signature Manager at login
de: Signature Manager beim Anmelden starten

# LETS_CUSTOMIZE_OUR_EXPERIENCE
source: Let’s customize your experience
de: Lassen Sie uns Ihr Erlebnis individuell gestalten

source: Loading…
de: Laden…

source: Local Storage
de: Lokaler Speicher

source: Logs
de: Protokolle

# MAIL_CLOSE_REQUIRED_FOR_UPDATE
source: Signature Manager needs to close Mail to update your signatures.
de: Signature Manager muss Mail schließen, um Ihre Signaturen zu aktualisieren.

# MAIL_CLOSE_REQUIRED_FOR_UPDATE_BY_ORGANISATION
source: Your Organisation requested an Signature Update\nSignature Manager needs to close Mail to update your signatures.
de: Ihre Organisation hat eine Aktualisierung der Signatur angefordert. Der Signatur-Manager muss Mail schließen, um Ihre Signaturen zu aktualisieren.

source: Mail Signature
de: Mail Signatur

source: Management Profile (%@)
de: Verwaltungsprofil (%@)

source: Management %@
de: Verwaltung %@

source: New
de: Neu

source: New custom signature
de: Neue benutzerdefinierte Signatur

source: New Signature
de: Neue Signatur

source: No files found
de: Keine Dateien gefunden

source: No Logs yet
de: Es gibt derzeit noch keine Protokolle

source: No signatures found
de: Keine Unterschriften gefunden

source: No Signatures yet
de: Es gibt derzeit noch keine Signaturen

source: Notifications
de: Mitteilungen

# NOTIFICATIONS_DESCRIPTION
source: Allow notifications to get informed about signature updates.
de: Mitteilungen zulassen, um über Aktualisierungen der Signatur informiert zu werden.

# PERMISSION_REQUEST
source: We need a few permissions to work correctly
de: Wir benötigen einige Berechtigungen, um korrekt zu funktionieren.

source: Preparing…
de: Vorbereiten…

source: Privacy Policy
de: Datenschutzerklärung

# QUIT_BY_USER
source: be terminated by the user
de: vom Benutzer geschlossen werden

source: Quit Signature Manager
de: Signature Manager beenden

source: Reload
de: Neu laden

source: Remote Management
de: Fernverwaltung

source: Retry
de: Wiederholen

source: Save
de: Speichern

source: Server address
de: Serveradresse

# SERVER_ADDRESS_HTTPS_DISCLAIMER
source: For security reasons, we require a secure encrypted connection via https.
de: Aus Sicherheitsgründen setzen wir eine sichere verschlüsselte Verbindung über https voraus.

source: Settings
de: Einstellungen

# SHOW_PROCESS_DURING_UPDATE
source: Show progress during signature update
de: Fortschritt während der Signaturaktualisierung anzeigen

source: Signature
de: Signatur

# SIGNATURE_MANAGER_UP_TO_DATE_TT
source: Signature Manager: Up to date
de: Signature Manager: Auf dem neusten stand

# SIGNATURE_MANAGER_UPDATE_ABORTED_TT
source: Signature Manager: Update aborted
de: Signature Manager: Aktualisierung abgebrochen

# SIGNATURE_MANAGER_UPDATING_TT
source: Signature Manager: Updating…
de: Signature Manager: Aktualisieren…

source: Signature Storage
de: Signatur-Speicher

source: Signatures
de: Signaturen

source: Standard signature
de: Standard Signatur

source: Terms of use
de: Nutzungsbedingungen

source: Up to date
de: Auf dem neuesten Stand

source: Up to date %@
de: Auf dem neuesten Stand %@

source: Update
de: Aktualisieren

source: Update Signatures
de: Signaturen aktualisieren

source: Update Signatures on App Launch
de: Signaturen beim Start der App aktualisieren

source: Updating Signatures
de: Signaturen aktualisieren

source: Verifying…
de: Überprüfen...

# WAITING_FOR_LICENSE_SERVER
source: Waiting for licensing server…
de: Warten auf Lizenzserver…

source: Welcome - Lets get started!
de: Willkommen - Lass uns los legen!

source: What’s New
de: Was gibt es Neues

# WHATS_NEW_IN_THIS_VERSION
source: Here’s what’s new in this version
de: Hier sind die Neuerungen in dieser Version
